{"situation_id": "reddit/confessions/bf6pkk", "situation": "I found multiple empty bottles of fat burning pills, and after digging through his cabinet, I found out why my dad hits me.", "rot": "It is wrong to use violence against others"}
{"situation_id": "reddit/confessions/9acvs2", "situation": "Together 18yrs, married 11, 2 beautiful kids, a decent life but I always feel so lonely. Almost everyday I wonder what it would have been like if I had walked away and stayed away.", "rot": "If you're lonely in your marriage and life, you should get some therapy."}
{"situation_id": "reddit/confessions/bjjsw1", "situation": "The Jews Stole My Infinity Stones and Now I Don’t Feel So Good", "rot": "It's wrong to take things from someone without permission."}
{"situation_id": "reddit/amitheasshole/ann1xc", "situation": "not being comfortable about my girlfriend inviting her friend to a party that convinced her to rebound with a guy while we were on a break", "rot": "It's okay if you are uncomfortable around your partner's friends."}
{"situation_id": "reddit/amitheasshole/ahhtj0", "situation": "making an honest mistake", "rot": "It's ok to make an honest mistake."}
{"situation_id": "dearabby/title/dearabby_2016_4_6_0_bisexual-father-is-hesitant-to-reveal", "situation": "Bisexual Father Is Hesitant to Reveal Identity to Sons", "rot": "It's okay to be bisexual."}
{"situation_id": "reddit/amitheasshole/a6qa9r", "situation": "hiding away whenever my extended family visits", "rot": "It's rude to hide when you have family visiting."}
{"situation_id": "dearabby/title/dearabby_2000_2_13_0_welcome-mat-is-pulled-away-for", "situation": "Welcome Mat Is Pulled Away for Guest's Guest", "rot": "It's rude to invite someone when you're a guest yourself."}
{"situation_id": "reddit/confessions/ab3n88", "situation": "I’m still sad that my parents divorced", "rot": "It's bad to get divorced."}
{"situation_id": "reddit/confessions/er5y2j", "situation": "Has Nandos today, tried that Vasa Vusa sauce which is delicious. Went for a poo just now, ive got the ring of fire! Call the fire services!", "rot": "It's unfortunate when you get diarrhea after eating a great meal."}
{"situation_id": "reddit/amitheasshole/b4jokt", "situation": "ghosting my friend after she turned me down", "rot": "It's rude for friends not to do things for each other."}
{"situation_id": "reddit/confessions/donqw0", "situation": "I don't know what I'm going to do with my life", "rot": "It's okay to be unsure what you want to do in the future."}
{"situation_id": "reddit/amitheasshole/9zg1h8", "situation": "getting a kid expelled", "rot": "It is bad to intentionally get someone expelled from school."}
{"situation_id": "dearabby/title/dearabby_2012_12_14_1_grown-up-son-shouldnt-use-childhood-home", "situation": "Grown-Up Son Shouldn't Use Childhood Home As Storage Locker", "rot": "It's expected to have your own home as an adult."}
{"situation_id": "rocstories/0155aa2c-03f3-420d-9212-eb62b09b3acb/sentence5", "situation": "They retaliated by throwing their popcorn at Henry.", "rot": "It is bad to waste food"}
{"situation_id": "reddit/confessions/aktqct", "situation": "I often think about just packing everything up and moving somewhere in the world to teach english.", "rot": "You should do whatever your dream is."}
{"situation_id": "reddit/amitheasshole/ba33ec", "situation": "befriending a guy just because I thought his female friend was cute", "rot": "It's understandable to want to be close to a person you are interested in."}
{"situation_id": "rocstories/c55e396f-d493-4382-8548-4551a6bd55ad/sentence1", "situation": "Kate was in the basement looking for her boots.", "rot": "If you can't find your shoes, you should look for where you may have used them last."}
{"situation_id": "reddit/amitheasshole/aowxy9", "situation": "cutting off one of my closest friends in college", "rot": "Sometimes it is ok to cut off communication with a disrespectful friend."}
{"situation_id": "reddit/confessions/bkqbvd", "situation": "I'm that introverted friend no one invites to parties because they think I'll never say yes. I feel horrible because of that.", "rot": "You should tell your friends that you want to go to parties with them so they don't get the wrong idea about you and don't invite you."}
{"situation_id": "reddit/confessions/ayeg01", "situation": "I picture my loved ones dying as I talk to them", "rot": "It's okay to be frustrated when speaking with someone and they seem spaced out."}
{"situation_id": "reddit/confessions/dchbl7", "situation": "I like candy corn", "rot": "It's encouraged you eat something healthier than just candy"}
{"situation_id": "dearabby/title/dearabby_2014_11_5_1_beard-was-boyfriends-main-attraction", "situation": "Beard Was Boyfriend's Main Attraction", "rot": "It is normal for women to have preferences regarding men's facial hair."}
{"situation_id": "reddit/amitheasshole/a9tlp3", "situation": "hooking up with someone else despite knowing how a friend will feel", "rot": "You shouldn't care who your friends hook up with."}
{"situation_id": "reddit/amitheasshole/a9a1l1", "situation": "photoshopping my brother's ex wife out of a funeral program picture", "rot": "Unless invited, excusing yourself from a family photo when you're not related to the people is expected."}
{"situation_id": "reddit/confessions/a41tub", "situation": "So many times I am a miserable grumpy passive aggressive looser.", "rot": "It's fine to talk to someone who can help you if you feel that you have bad qualities that affect you too much."}
{"situation_id": "reddit/amitheasshole/aj6b1c", "situation": "continuing to go after an achievement/mount after being almost begged not to", "rot": "It's understandable to want to achieve more things."}
{"situation_id": "rocstories/5ae7418d-f25c-47a6-930f-66ebd0fa83d4/sentence5", "situation": "They never returned to his home because of the excess dust.", "rot": "It's irresponsible to have a lot of dust in your home."}
{"situation_id": "rocstories/0d6a7ec7-cf5c-4e2c-84dc-3682af0a1091/sentence3", "situation": "His knee was hurting so bad he had no choice but to see a doctor.", "rot": "Sometimes you have no choice but to go see a professional."}
{"situation_id": "reddit/amitheasshole/a33bf6", "situation": "not backing my mate over an insta account", "rot": "Friends should support each other."}
